Repository: fuermosi777/leastimator-ios
Catalog: Leastimator/*.lproj/Localizable.strings
Languages: de

source: My Garage
de: Meine Garage

source: Estimate
de: Geschätzter

source: Add odometer reading
de: Kilometerstand hinzufügen

source: Current mileage
de: Derzeitiger Kilometerstand

source: Unused mileage
de: Nicht genutzte Kilometer

source: Daily average
de: Tagesdurchschnitt

source: Monthly average
de: Monatsdurchschnitt

source: Excess mileage
de: Überschüssige Kilometer

source: Excess charge
de: Mehrkosten

source: Vehicle Setting
de: Fahrzeug Einstellungen

source: Odometer History
de: Kilometerzähler Historie

source: Save
de: Speichern

source: Select vehicle photo
de: Fahrzeugfoto auswählen

source: Nickname
de: Name

source: My car
de: Mein Auto

source: Starting mileage
de: Anfangskilometerstand

source: Total mileage allowed
de: Gesamtkilometerbegrenzung

source: Length of lease
de: Laufzeit des Leasingvertrags

source: Lease start date
de: Beginn des Leasingvertrags

source: Overage fee
de: Mehrkilometer Preis

source: Length unit
de: Längeneinheit

source: Currency
de: Währung

source: Add vehicle
de: Fahrzeug hinzufügen

source: Error
de: Fehler

source: Something is wrong with the information entered: %@
de: Es ist ein Fehler bei der eingegebenen Information aufgetreten: %@

source: Failed to save changes. Please close the app and try again
de: Änderungen konnten nicht gespeichert werden. Bitte schließen Sie die App und versuchen Sie es erneut.

source: You haven't added any readings yet.
de: Du hast noch keine Messwerte hinzugefügt.

source: Add Reading
de: Kilometerstand Hinzufügen

source: Edit Reading
de: Kilometerstand Bearbeiten

source: Reading date
de: Datum der Kilometerstandmessung

source: Current odometer reading on dashboard.
de: Kilometerstand auf der Armatur.

source: Settings
de: Einstellungen

source: Vehicle in widget
de: Fahrzeug auf Widget

source: Choose which vehicle to present in the main screen widget.
de: Wählen Sie das Fahrzeug aus, das im Hauptbildschirm-Widget angezeigt werden soll.

source: Enter vehicle on start
de: Fahrzeug beim öffnen automatisch anzeigen

source: Start up vehicle
de: Fahrzeug

source: When app starts, skip the list and present the vehicle information.
de: Beim Start der App die Liste überspringen und die Fahrzeuginformationen anzeigen.

source: Please rate Leastimator
de: Leastimator Bewerten

source: Current version: %@
de: Derzeitige Version: %@

source: Privacy Policy
de: Datenschutzerklärung

source: Terms of Use
de: Allgemeine Geschäftsbedingungen (AGB)

source: Leastimator Pro is an optional subscription to control ads, add more than one vehicle, handling customization, and support future development
de: Leastimator Pro ist ein optionales Abonnement zur Kontrolle von Anzeigen, zum Hinzufügen von mehr als einem Fahrzeug, zur Anpassung und zur Unterstützung zukünftiger Entwicklungen.

source: Thank you for purchasing Leastimator app. You can enjoy Leastimator Pro for free.
de: Vielen Dank für den Kauf der Leastimator-App. Sie können Leastimator Pro kostenlos nutzen.

source: Thank you for supporting Leastimator by subscribing pro!
de: Vielen Dank, dass Sie Leastimator durch ein Pro-Abonnement unterstützen!

source: Restore Previous Purchases
de: Kauf wiederherstellen

source: Mile
de: Meile

source: What should my odometer read?
de: Welchen Kilometerstand sollte mein Tacho anzeigen?

source: Your odometer should read less than %@.
de: Der Kilometerstand auf Ihrem Tacho sollte weniger als %@ betragen.

source: To calculate the result, we take the number of miles you're allowed to drive each day according to your lease agreement and multiply it by the number of days that have passed since the lease started. Then we add the starting mileage to that total.
de: Um das Ergebnis zu berechnen, nehmen wir die Anzahl der Kilometer, die Sie gemäß Ihrem Leasingvertrag jeden Tag fahren dürfen, und multiplizieren sie mit der Anzahl der seit Beginn des Leasingzeitraums vergangenen Tage. Dann addieren wir zu diesem Gesamtwert die Anfangskilometer.

source: How far can I drive today?
de: Wie weit kann ich heute Fahren?

source: You can drive as far as you want because you did not set the mileage allowed.
de: Sie können so weit fahren, wie Sie möchten, da Sie das erlaubte Kilometerlimit nicht festgelegt haben.

source: You can drive up to %@ %@ today and still be on track.
de: Du kannst heute %@ %@ fahren und immer noch unter deiner Jahreslaufleistung sein

source: To determine if the car has exceeded the maximum mileage allowed, we subtract the current mileage from the maximum allowable mileage.
de: Um festzustellen, ob das Auto die zulässige Höchstkilometerleistung überschritten hat, ziehen wir die aktuelle Kilometerzahl von der maximal zulässigen Kilometerleistung ab.

source: When does my lease expire?
de: Wann läuft mein Leasingvertrag aus?

source: Congratulations, your lease is expired.
de: Herzlichen Glückwunsch, Ihr Leasingvertrag ist abgelaufen.

source: You have %@ months left. Keep up the work!
de: Sie haben noch %@ Monate übrig. Weiter so!

source: To calculate the remaining lease duration, we subtract the number of months that have passed since the lease started from the total length of the lease.
de: Um die verbleibende Leasingdauer zu berechnen, subtrahieren wir die Anzahl der seit Beginn des Leasingvertrags vergangenen Monate von der Gesamtlänge des Vertrags.

source: The information provided is for predication purposes only and should not be construed as actual numbers. While we make every effort to ensure the accuracy of the information presented, we cannot guarantee that it is free from errors or omissions. We are not liable for any damages or losses that may arise from the use of this information.
de: Die bereitgestellten Informationen dienen ausschließlich Vorhersagezwecken und sollten nicht als tatsächliche Zahlen interpretiert werden. Obwohl wir jede Anstrengung unternehmen, um die Richtigkeit der präsentierten Informationen zu gewährleisten, können wir nicht garantieren, dass sie fehlerfrei sind. Wir haften nicht für Schäden oder Verluste, die aus der Verwendung dieser Informationen entstehen können.

source: Edit widget
de: Widget bearbeiten

source: Edit what to display in the widget
de: Bearbeite, was im Widget angezeigt werden soll
